{
  "brand": {
    "title": "OpenRefuge",
    "subtitle": "Welcoming refugees with open arms.",
    "description": "OpenRefuge is a <a target='_blank' href='https://opensource.com/open-source-way'>completely open source</a> initiative to do right in the world. It is our mission to educate the entire world about what is really going on with the Refugee Crisis. We seek to empower professionals already working in the field, and provide refuge for those refugees in need."
  },
  "elements": {
    "SiteHeader": {
      "linkList": {
        "home": "Home",
        "find_help": "Find Help",
        "get_involved": "Get Involved",
        "about": "About"
      }
    }
  },
  "views": {
    "hello": {
      "button-find_help": "Find Help",
      "button-get_involved": "Get Involved"
    },
    "about": {
      "paragraphs": [
        "OpenRefuge began with a small group of people who wanted to learn more about the refugee crisis and its impact on Athens, Greece. When they arrived and began digging into the issue, it became clear the situation was much more widespread and needed international attention.",
        "Poorly handled by the governments of most of the world, forced out of their homes by many of the same, refugees are in a desparate situation, as are the companies who want to assist them.",
        "With your help, OpenRefuge can provide food, shelter, medicine, homes and hope to people ravaged by the the greed of a war driven economy.",
        "Refugees and those who wish to support are welcome with open arms. Please use the resources we have provided here to best do what you can, and please <a href='mailto:contactopenrefuge@gmail.com?Subject=I%20want%20to%20help.' target='_top'>contact us</a> if you would like to learn more, help, or join the OpenRefuge team."
      ]
    },
    "find-help": {
      "paragraphs": [
        "We are trying really hard to develop this page into an interactive map and events list. If you have any web development knowledge, we would love your help. Check our open source repository at <a href='http://www.github.com/openrefuge'>http://www.github.com/openrefuge</a>.",
        "If you cannot help with development, please look at the other areas we need help with on the <router-link to='get-involved'>Get Involved</router-link> page. Thank you!"
      ]
    }
  },
  "projects": [
    {
      "name": "Save Manni",
      "description": [
        "A young boy, Manni, suffers in a life critical condition in need of full body reconstructive surgery. Saving his life will be easy if we work together. An estimated $30,000 is needed to conduct this surgery and we are already 1/5th of the way there!",
        "Most importantly, <strong>ALL FUNDS</strong> in this project go directly to Mannis surgery and rehabilitation. There are <strong>absolutely no hidden agendas</strong>. We are doing this for the people and by the people, the right way."
      ],
      "img": "static/manni.jpg",
      "buttons": [
        {
          "link": "https://www.youcaring.com/mannisyrianrefugee-773510",
          "text": "Donate Now",
          "class": "button green"
        }
      ]
    },
    {
      "name": "Housing Assistance Program",
      "description": [
        "In the midst of this journey, we have continuously run up against the housing situation. There are currently an estimated 67,000 refugees in Greece and 11,000 of them are said to be homeless.",
        "Our first initiative is to develop a housing assistance program that helps place vulnerable families and persons in apartments. We can lease apartments 200 to 300 euros per month."
      ],
      "img": "static/athens-hotel-sketch.jpg",
      "buttons": [
        {
          "link": "https://goo.gl/03U9jS",
          "text": "Learn more about the plan!",
          "class": "button green"
        },
        {
          "link": "https://goo.gl/SMUHtz",
          "text": "Make a donation",
          "class": "button"
        }
      ]
    }
  ]
}
