{
  "brand": {
    "title": "OpenRefuge",
    "subtitle": "Welcoming refugees with open arms.",
    "description": "It is our mission to provide hope and refuge to all those in need, as well as direction for those brave enough to take action."
  },
  "elements": {
    "SiteHeader": {
      "linkList": {
        "home": "Home",
        "find_help": "Find Help",
        "take_action": "Take Action",
        "about": "About"
      }
    }
  },
  "views": {
    "hello": {
      "button-find_help": "Find Help",
      "button-take_action": "Take Action"
    },
    "about": {
      "paragraphs": [
        "OpenRefuge began with a small group of people who wanted to learn more about the refugee crisis and its impact on Athens, Greece. When they arrived and began digging into the issue, it became clear the situation was much more widespread and needed international attention.",
        "Poorly handled by the governments of most of the world, forced out of their homes by many of the same, refugees are in a desparate situation, as are the companies who want to assist them.",
        "With your help, OpenRefuge can provide food, shelter, medicine, homes and hope to people ravaged by the the greed of a war driven economy.",
        "Refugees and those who wish to support are welcome with open arms. Please use the resources we have provided here to best do what you can, and please <a href='mailto:contactopenrefuge@gmail.com?Subject=I%20want%20to%20help.' target='_top'>contact us</a> if you would like to learn more, help, or join the OpenRefuge team."
      ]
    },
    "find-help": {
      "paragraphs": [
        "We are trying really hard to develop this page into an interactive map and events list. If you have any web development knowledge, we would love your help. Check our open source repository at <a href='http://www.github.com/openrefuge'>http://www.github.com/openrefuge</a>.",
        "If you cannot help with development, please look at the other areas we need help with on the <router-link to='take-action'>Take Action</router-link> page. Thank you!"
      ]
    }
  }
}
